12/data/attachments/61f0aa534434c6ca.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Martha_market_Friend_79659_8</nif:username>
            <nif:friendToBeRequested>soap_friends_d576d136-7db5-41f1-bde4-2b4e07f990f4</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>